var data = {
	"1":{

		"1":{
			"question":"१. सवारी तथा यातायात व्यवस्था नियमावली कुन साल मा जारी भएको हो  ?",
			"options":["२०५४","२०४९","२०५६","२०४५"],
			"answer":"२०५४"
			},

		"2":{
			"question":"१. ठुलो सवारी चलाउन कति वर्ष उमेर पुग्नु पर्छ ?",
			"options":["१८ वर्ष","२१ वर्ष","२२ वर्ष","१६ वर्ष"],
			"answer":"२१ वर्ष"
			},

		"3":{
			"question":"१.  गाडीको कागजपत्र कहिले नविकरण गराई सक्नु पर्छ ?",
			"options":["म्याद नाघेको ३० दिन भित्रमा" ,"९० दिन भित्र" ,"म्याद नानाघिकनै" ,"जहिलेपनि"],
			"answer": "९० दिन भित्र"
			},

		"4":{
			"question":"१.  सवारी धनि को मृत्यु  भएमा कति समय भित्र यातायात व्यवस्ता कार्यालय प्रमुख लाई जानकारी दिनु पर्छ ?",
			"options":["२०दिन","४५ दिन","१५,दिन","३५ दिन" ],
			"answer":"३५ दिन"
			},

		"5":{
			"question":"१.  इन्जीन परिवर्तन गर्नु परेमा कति रकम तिर्नु पर्छ ?",
			"options":["दर्ता गर्दा लागे बराबर","दर्ता रकममा ७५% थप","दर्ता रकममा ५० % थप","दर्ता रकममा १०० % थप"],
			"answer":"दर्ता रकममा ५० % थप"
			},

		},

	"2":{

		"1":{
			"question":"२.  सवारी चालक अनुमतिपत्र प्राप्त नगरी सवारी साधन चलाएमा कति रुपैया जरिवाना हुने व्यवस्था छ ?",
			"options":["रु. १०० देखि २०० सम्म","रु. ५०० देखि १०००सम्म","रु. १००० देखि २५०० सम्म","रु. ५०० देखि २००० सम्म"],
			"answer":"रु. ५०० देखि २००० सम्म"
			},

		"2":{
			"question":"२.  सवारी दर्ता रोक्का गर्ने अधिकार कसलाई हुन्छ ?",
			"options":["ट्राफिक कार्यालयलाई","सर्वोच्च अदालतलाई","प्रहरी कार्यालयलाई","यातायात व्यवस्ता बिभागलाई"],
			"answer":"यातायात व्यवस्ता बिभागलाई"
			},

		"3":{
			"question":"२.  कुन सवारीले बाटो इजाजत पत्र लिनु पर्छ ?",
			"options":["सार्वजनिक","पर्यटन","सरकारी","निजी"],
			"answer":"सार्वजनिक"
			},

		"4":{
			"question":"२.  कति वर्ष नाघेका व्यक्तिलाई ठुला तथा मझौला खालका सार्वजनिक सवारी चलाउने अनुमति पत्र नदिने व्यवस्था छ ?",
			"options":["५० वर्ष","६० वर्ष","५५ वर्ष","६५ वर्ष"],
			"answer":"६० वर्ष"
			},

		"5":{
			"question":"२.  सवारी चालक अनुमति पत्र को हदम्याद कति वर्ष सम्म रहन्छ ?",
			"options":["५ वर्ष","६ वर्ष","७ वर्ष","२ वर्ष"],
			"answer":"५ वर्ष"
			},

		},

	"3":{

		"1":{
			"question":"३.  फग लाइट कुन अवस्थामा बालिन्छ ?",
			"options":["कुहिरो र हुस्सु लागेको बेला","घाम लागेको बेला","पानी परेको बेला","रात परेको बेला"],
			"answer":"कुहिरो र हुस्सु लागेको बेला"
			},

		"2":{
			"question":"३.  फग लाइट कस्तो रंगको हुन्छ ?",
			"options":["रातो","हरियो","पहेलो","सेतो"],
			"answer":"पहेलो"
			},

		"3":{
			"question":"३.  सवारी साधन चलाउदा के कुरामा ध्यान दिनु पर्छ ?",
			"options":["अगाडिका सवारी कता जादैछन हेर्ने","आफ्नो लेनमा सवारी चलाउने","आफ्नो पछाडिको सवारीको गति हेर्ने","हर्न बजाउदै सवारी चलाउन"],
			"answer":"आफ्नो लेनमा सवारी चलाउने"
			},

		"4":{
			"question":"३.  गोलो घुम्तीमा कताबाट आउने सवारी साधनलाई  पहिलो प्राथमिकता दिनु पर्छ ?",
			"options":["दाँया बाट आउने लाई","बाँया बाट आउने लाई","पछाडी बाट आउने लाई","माथि बाट आउने लाई"],
			"answer":"दाँया बाट आउने लाई"
			},

		"5":{
			"question":"३.  पछाडीबाट आइरहेको सवारीले ओभरटेक गर्न लाग्दा के गर्नु पर्छ ?",
			"options":["आफ्नो सवारीको गति बढाउने","केहि नगर्ने","आफ्नो सवारी स्लो गरि साइड दिने","हर्न बजाउने"],
			"answer":"आफ्नो सवारी स्लो गरि साइड दिने"
			},
		},

	"4":{

		"1":{
			"question":"४.  उकालोमा गाडी रोक्दा क गर्नु पर्छ ?",
			"options":["गियरमा रोक्ने","ओट लगाउने","इन्जीन बन्द गर्ने","ह्यण्डर्बेक लगाई ओट समेत लगाउने"],
			"answer":"ह्यण्डर्बेक लगाई ओट समेत लगाउने"
			},

		"2":{
			"question":"४.  रिभर्स लाइट कति बेला बल्छ ?",
			"options":["ब्रेक लगाउदा","अगाडीको गियर लगाउदा","ब्याक गियर लगाउदा","कुनै पनि हैन"],
			"answer":"ब्याक गियर लगाउदा"
			},

		"3":{
			"question":"४.  रातमा गाडी पार्क गर्दा कुन लाइट बाल्नु पर्छ ?",
			"options":["पार्किंग लाइट","हेड लाइट","ब्याक लाइट","साइड लाइट"],
			"answer":"पार्किंग लाइट"
			},

		"4":{
			"question":"४.  रिभर्स लाइटले के को संकेत दिन्छ ?",
			"options":["खतराको","गाडी पछाडी आइरहेको","अगाडी गएको","दाँयातिर मोडिएको"],
			"answer":"गाडी पछाडी आइरहेको"
			},

		"5":{
			"question":"४.  आमने सामनेबाट आइ रहेको गाडी चालकहरुले कुन बत्ती बाल्नु पर्छ ?",
			"options":["फगलाइट","ब्ल्याकलाइट","हेडलाइटको तल्लो डिपर लाइट","हेडलाइटको माथिल्लो बिम"],
			"answer":"हेडलाइटको तल्लो डिपर लाइट"
			},

		},

	"5":{

		"1":{
			"question":"५.  तीन लेन भएको सडकमा गाडी चलाउदा कसरी चलाउने ?",
			"options":["दुई तर्फी","एक तर्फी","तीन तर्फी","कुनै पनि होइन"],
			"answer":"एक तर्फी"
			},

		"2":{
			"question":"५.  स्टार्ट भैसकेपछि क्लच थिचेर कुन गियर लगाउनु पर्छ ?",
			"options":["ब्याक गियर","दोस्रो गियर","पहिलो गियर","न्यूट्रल गियर"],
			"answer":"पहिलो गियर"
			},

		"3":{
			"question":"५.  दुई गाडी बीच पार्क गर्दा अगाडी पछाडीको दुरी कती राखनु पर्छ ?",
			"options":["सवा मिटर","आधा मिटर","दुई मिटर","एक मिटर"],
			"answer":"सवा मिटर"
			},

		"4":{
			"question":"५.  तपाइले आफ्नो सवारी साधन स्टार्ट गर्दा कसरी गर्नु हुन्छ ?",
			"options":["गियर चेक गरेर","ब्रेक लगाएर","तेल चेक गरेर","इन्जीन चेक गरेर"],
			"answer":"गियर चेक गरेर"
			},

		"5":{
			"question":"५.  उकालोमा चढीरहेको र ओरालोमा झरिरहेको सवारी मध्ये कसले साइड दिनु पर्छ ?",
			"options":["उकालो चढिरहेको","ओरालो झरिरहेको","दुवैले","कुनै पनि होइन"],
			"answer":"ओरालो झरिरहेको"
			},

		},

	"6":{

		"1":{
			"question":"६.  इन्जीन स्टार्ट भएन भने के चेक गर्ने ?",
			"options":["गियर","टायर","आयल र बिधुतको लाइन","कुनै पनि होइन"],
			"answer":"आयल र बिधुतको लाइन"
			},

		"2":{
			"question":"६.  डीजल इन्जीनको सिलिण्डर भित्र केलाई कम्प्रेस गरिन्छ ?",
			"options":["पानीलाई","इन्धनलाई","हावालाई","माथिका सबै"],
			"answer":"हावालाई"
			},

		"3":{
			"question":"६.  रेडीएटरमा किन पानी राखिन्छ ?",
			"options":["इन्जीनको तापक्रम बढाउन","इन्जीन छिटो स्टार्ट गर्न","इन्जीनको तापक्रम घटाउन","इन्धनलाई इन्जीन सम्म पुर्याउन"],
			"answer":"इन्जीनको तापक्रम घटाउन"
			},

		"4":{
			"question":"६.  राम्रो कण्डीसनको मोटर  इन्जिनको धुँवा  कस्तो  हुन्छ ?",
			"options":["कालो","रातो","हरियो","आकाशे निलो"],
			"answer":"आकाशे निलो"
			},

		"5":{
			"question":"६.  मोटर गाडीको सबै भन्दा ठुलो र बलियो गियर कुन हो ?",
			"options":["१ नं. गियर","२ नं. गियर","३ नं. गियर","टप गियर"],
			"answer":"१ नं. गियर"
			},

		},

	"7":{

		"1":{
			"question":"७.  हाईड्र्रोलिक ब्रेक के लाई भनिन्छ ?",
			"options":["गियरको मद्दतले लाग्ने ब्रेक","इन्जीनको मद्दतले लाग्ने ब्रेक","ब्रेक आयलको  मद्दतले लाग्ने ब्रेक","भ्याकुमको  मद्दतले लाग्ने ब्रेक"],
			"answer":"ब्रेक आयलको  मद्दतले लाग्ने ब्रेक"
			},

		"2":{
			"question":"७.  सिस्टमको हिसाबले ब्रेक कति किसिमका हुन्छन ?",
			"options":["१ किसिम","२ किसिम","३ किसिम","४ किसिम"],
			"answer":"३ किसिम"
			},

		"3":{
			"question":"७.  रेडीएटरमा क्याप नभएमा के हुन्छ ?",
			"options":["पानी थपी रहनु पर्छ","इन्जीन छिटै तात्छ","इन्जीनको क्षमता कम हुन्छ","रेडीएटरको क्षमता कम हुन्छ"],
			"answer":"इन्जीन छिटै तात्छ"
			},

		"4":{
			"question":"७.  ब्याट्रीमा एसिडको लेबल कम भएमा के हाल्नु पर्छ ?",
			"options":["मिनीरल वाटर","धाराको पानी","मट्टीतेल","डीस्टल वाटर"],
			"answer":"डीस्टल वाटर"
			},

		"5":{
			"question":"७.  सवारी साधनमा भएको ब्याट्री के बाट चार्ज हुन्छ ?",
			"options":["गाडीको इन्जीनबाट","गाडीको इन्धनबाट","गाडीको डायनामोबाट","माथिका कुनै पनि हैन"],
			"answer":"गाडीको डायनामोबाट"
			},

		},

	"8":{

		"1":{
			"question":"८.  सवारीको इन्जीन बढी हिट हुने कारण के हो ?",
			"options":["फ्यान बेल्ट चुडिनु","रेडिएटरमा पानी कम हुनु","थर्मोस भल्भले काम नगर्नु","माथिका सबै"],
			"answer":"माथिका सबै"
			},

		"2":{
			"question":"८.  क्लच प्लेटको काम के हो ?",
			"options":["गाडी रोक्ने","तेल पास गराउने","गियरबक्सको सम्बन्धलाई जोड्ने र छुटाउने","इन्जीन र चेसिसको सम्बन्ध जोड्ने"],
			"answer":"गियरबक्सको सम्बन्धलाई जोड्ने र छुटाउने"
			},

		"3":{
			"question":"८.  गाडीको चक्का पानीमा डुबेको अवस्थामा कुन पार्टले राम्रो काम गर्दैन ?",
			"options":["लाइट","क्लच","फुटब्रेक","हेण्डब्रेक"],
			"answer":"फुटब्रेक"
			},

		"4":{
			"question":"८.  वाइपर भनेको के हो ?",
			"options":["गाडीलाई तेज गतिमा चलाउने यन्त्र","गाडी रोक्नका लागी सहयोग गर्ने","गाडीमा शो देखाउन रखिएको","गाडीको अगाडिको सीसा सफा गर्ने यन्त्र"],
			"answer":"गाडीको अगाडिको सीसा सफा गर्ने यन्त्र"
			},

		"5":{
			"question":"८.  पेट्रोल इन्जिनमा शक्ती उत्पादन गर्न के के  चीज को आवश्यकता पर्छ  ?",
			"options":["पेट्रोलमात्र","बिजुलीमात्र","हावामात्र","पेट्रोल  बिजुली  र हावा  तीनै चिज"],
			"answer":"पेट्रोल  बिजुली  र हावा  तीनै चिज"
			},

		},

	"9":{

		"1":{
			"question":"९.  प्रदुषण पास नभएको सवारी साधन निषेधित सडक मा चलाएमा के सजाँय हुन्छ ?",
			"options":["कैद","जरिवाना","सवारी जफत","भविष्यमा सवारी चलाउन प्रतिबन्ध"],
			"answer":"जरिवाना"
			},

		"2":{
			"question":"९.  काठमाडौँ उपत्यका बाहिरको कुन सहरमा सवारी प्रदुषण परिक्षण लागु भएको छ ?",
			"options":["बिरगंज","पोखरा","नेपालगंज","काठमाडौँ बाहिर कहिँ पनि छैन"],
			"answer":"काठमाडौँ बाहिर कहिँ पनि छैन"
			},

		"3":{
			"question":"९.  मोटरसाईकलको धुँवा कहाँ चेक गराउनु पर्ने व्यवस्था छ ?",
			"options":["यातायात कार्यालय","ग्यारेज","वर्कशप","कहिँ पनि हैन"],
			"answer":"कहिँ पनि हैन"
			},

		"4":{
			"question":"९.  सवारी प्रदुषण भन्नाले के बुझिन्छ ?",
			"options":["सडकमा टायर बाल्दा निस्किने धुँवा","सवारी साधन बाट निस्किने धुँवा","सवारी साधनले उडाउने धुलो","सडकमा रहेको फोहोरमैला"],
			"answer":"सवारी साधन बाट निस्किने धुँवा"
			},

		"5":{
			"question":"९.  नेपालको कुन सवारी साधनमा प्रदुषण जाँच गरिदैन ?",
			"options":["डोजर तथा लोडर","कुटनीतिक सवारी","सरकारी सवारी","एम्बुलेन्स"],
			"answer":"डोजर तथा लोडर"
			},

		},

	"10":{

		"1":{
			"question":"१०.  सवारी दुर्घटना परे के गर्ने ?",
			"options":["दमकल बोलाउने","बसेर रुने","ब्लु बुक छ छैन हेर्ने","उद्दारको आवश्यक व्यवस्था मिलाउने"],
			"answer":"उद्दारको आवश्यक व्यवस्था मिलाउने"
			},

		"2":{
			"question":"१०.  कतै दुर्घटना भएर मानिस घाइते भएमा सबभन्दा पहिला के गर्नु पर्छ ?",
			"options":["घाइतेको नाम र ठेगाना लेख्न्नु पर्छ","औषधोपचार गराउनु पर्छ","प्रहरीलाई खबर गर्नु पर्छ","संचारकर्मी लाई बोलाउनु पर्छ"],
			"answer":"औषधोपचार गराउनु पर्छ"
			},

		"3":{
			"question":"१०.  साधारणतया दुर्घटना हुने परिस्थितीहरु के के हुन् ?",
			"options":["चालकको गल्ती","सवारीको अवस्थाले","पैदल यात्रीको गल्तीले","माथिको सबै"],
			"answer":"माथिको सबै"
			},

		"4":{
			"question":"१०.  ब्याट्रीका तारहरु सर्ट भइ आगलागी हुन गएमा सर्बपरथम के गर्नु पर्छ ?",
			"options":["गाडी स्पीडले चलाउने","गाडी छाडेर भाग्ने","आगलागी भएको ठाउमा पानी हाल्ने","इन्जीन स्वीच अफ गर्ने"],
			"answer":"इन्जीन स्वीच अफ गर्ने"
			},

		"5":{
			"question":"१०.  अचानक लेन बदल्दा कुन गाडी सँग दुर्घटना हुने सम्भावना बढी हुन्छ ?",
			"options":["आफ्नो अगाडिको सँग","आफु भन्दा पछाडिको सँग","आफु भन्दा दाँयाको सँग","आफु भन्दा बाँया को सँग"],
			"answer":"आफु भन्दा पछाडिको सँग"
			},

		},

	"11":{

		"1":{
			"question":"११.  दिनमा भन्दा रातीमा दुर्घटनाको सम्भावना किन बढी हुन्छ ?",
			"options":["रातीमा सुनसान हुने भएकोले","राती निन्द्रा लाग्ने भएकोले","गती बढी र दृश्य कम देखिने भएकाले","कुनै पनि होइन"],
			"answer":"गती बढी र दृश्य कम देखिने भएकाले"
			},

		"2":{
			"question":"११.  टाउकोमा चोट लागी बेहोस बहेका घाइतेहरुलाई कसरी राख्नुपर्छ ?",
			"options":["घोप्टाएर राखने","उत्तानो पारेर राखने","जसरी राखे पनि हुन्छ","माथिको कुनै पनि होइन"],
			"answer":"उत्तानो पारेर राखने"
			},

		"3":{
			"question":"११.  दुर्घटनामा घाइतेले बान्ता गर्यो भने कसरि सुताउनु पर्छ ?",
			"options":["उत्तानो पारेर","घोप्टो पारेर","जसरी सुताए पनि हुन्छ","कुनै पनि हैन"],
			"answer":"घोप्टो पारेर"
			},

		"4":{
			"question":"११.  दुर्घटनाको जाँचबुझको लागी सम्बन्धित प्रहरीले आफूसमक्ष दाखिल गराएको सवारी कति समय भित्र सवारीधनी अथवा व्यवस्थापकलाई बुझाउनुपर्छ ?",
			"options":["२४ घण्टा भित्र","१२ घण्टा भित्र","९ घण्टा भित्र","१६ घण्टा भित्र"],
			"answer":"२४ घण्टा भित्र"
			},

		"5":{
			"question":"११.",
			"options":[],
			"answer":" "
			},

		},

	"12":{

		"1":{
			"question":"१.",
			"options":[],
			"answer":" "
			},

		"2":{
			"question":"२.",
			"options":[],
			"answer":" "
			},

		"3":{
			"question":"३.",
			"options":[],
			"answer":" "
			},

		"4":{
			"question":"४.",
			"options":[],
			"answer":" "
			},

		"5":{
			"question":"५.",
			"options":[],
			"answer":" "
			},

		},

	"13":{

		"1":{
			"question":"१.",
			"options":[],
			"answer":" "
			},

		"2":{
			"question":"२.",
			"options":[],
			"answer":" "
			},

		"3":{
			"question":"३.",
			"options":[],
			"answer":" "
			},

		"4":{
			"question":"४.",
			"options":[],
			"answer":" "
			},

		"5":{
			"question":"५.",
			"options":[],
			"answer":" "
			},

		},

	"14":{

		"1":{
			"question":"१.",
			"options":[],
			"answer":" "
			},

		"2":{
			"question":"२.",
			"options":[],
			"answer":" "
			},

		"3":{
			"question":"३.",
			"options":[],
			"answer":" "
			},

		"4":{
			"question":"४.",
			"options":[],
			"answer":" "
			},

		"5":{
			"question":"५.",
			"options":[],
			"answer":" "
			},

		},

	"15":{

		"1":{
			"question":"१.",
			"options":[],
			"answer":" "
			},

		"2":{
			"question":"२.",
			"options":[],
			"answer":" "
			},

		"3":{
			"question":"३.",
			"options":[],
			"answer":" "
			},

		"4":{
			"question":"४.",
			"options":[],
			"answer":" "
			},

		"5":{
			"question":"५.",
			"options":[],
			"answer":" "
			},

		},

	"16":{

		"1":{
			"question":"१.",
			"options":[],
			"answer":" "
			},

		"2":{
			"question":"२.",
			"options":[],
			"answer":" "
			},

		"3":{
			"question":"३.",
			"options":[],
			"answer":" "
			},

		"4":{
			"question":"४.",
			"options":[],
			"answer":" "
			},

		"5":{
			"question":"५.",
			"options":[],
			"answer":" "
			},

		},

	"17":{

		"1":{
			"question":"१.",
			"options":[],
			"answer":" "
			},

		"2":{
			"question":"२.",
			"options":[],
			"answer":" "
			},

		"3":{
			"question":"३.",
			"options":[],
			"answer":" "
			},

		"4":{
			"question":"४.",
			"options":[],
			"answer":" "
			},

		"5":{
			"question":"५.",
			"options":[],
			"answer":" "
			},

		},

	"18":{

		"1":{
			"question":"१.",
			"options":[],
			"answer":" "
			},

		"2":{
			"question":"२.",
			"options":[],
			"answer":" "
			},

		"3":{
			"question":"३.",
			"options":[],
			"answer":" "
			},

		"4":{
			"question":"४.",
			"options":[],
			"answer":" "
			},

		"5":{
			"question":"५.",
			"options":[],
			"answer":" "
			},

		},

	"19":{

		"1":{
			"question":"१.",
			"options":[],
			"answer":" "
			},

		"2":{
			"question":"२.",
			"options":[],
			"answer":" "
			},

		"3":{
			"question":"३.",
			"options":[],
			"answer":" "
			},

		"4":{
			"question":"४.",
			"options":[],
			"answer":" "
			},

		"5":{
			"question":"५.",
			"options":[],
			"answer":" "
			},

		},

	"20":{

		"1":{
			"question":"१.",
			"options":[],
			"answer":" "
			},

		"2":{
			"question":"२.",
			"options":[],
			"answer":" "
			},

		"3":{
			"question":"३.",
			"options":[],
			"answer":" "
			},

		"4":{
			"question":"४.",
			"options":[],
			"answer":" "
			},

		"5":{
			"question":"५.",
			"options":[],
			"answer":" "
			},

		}
};
